Repository: AppThemes/Updater
Catalog: languages/appthemes-updater-*.po
Languages: es_es

source: Settings
es_es: Ajustes

source: Docs
es_es: Documentos

source: Support
es_es: Soporte

source: AppThemes Updater Settings
es_es: Ajustes del actualizador de AppThemes

source: Enter your unique API key. This can be found within your <a href="%1$s" target="_blank">AppThemes customer account</a>.
es_es: Introduce tu clave de API única. Esto se puede encontrar dentro de tu <a href="%1$s" target="_ blank">cuenta de cliente de AppThemes</a>.

source: API Key:
es_es: Clave de API:

source: Save Settings
es_es: Guardar ajustes

source: The AppThemes Updater plugin is almost ready.
es_es: El plugin actualizador de AppThemes está casi listo.

source: You must <a href="%1$s">enter your API key</a> first before it will work.
es_es: Primero debes <a href="%1$s">introducir tu clave de API</a> antes de que funcione.

source: Check for Latest Versions
es_es: Comprobar si hay versiones más recientes

source: Manually check for updates (includes WordPress core, themes, plugins, AppThemes and Marketplace products).
es_es: Buscar actualizaciones manualmente (incluye el núcleo de WordPress, temas, plugins, AppThemes y productos de Marketplace).

source: Check Now
es_es: Comprobar ahora

source: <strong>IMPORTANT</strong>: If you have made any modifications to the AppThemes files, they will be overwritten if you proceed with the automatic update. Those with modified theme files should do a manual update instead. Visit your <a href="%1$s" target="_blank">customer dashboard</a> to download the latest version.
es_es: <strong>IMPORTANTANTE</strong>: Si has realizado alguna modificación en los archivos de AppThemes, se sobrescribirán si continúas con la actualización automática. Aquellos con archivos de tema modificados deben hacer una actualización manual en su lugar. Visita el < a href="%1$s" target="_ blank">Panel de cliente</a> para descargar la última versión.

source: Saved Changes.
es_es: Guardar cambios.

source: AppThemes Updater
es_es: Actualizador de AppThemes

source: Automatically notifies you when AppThemes and Marketplace product updates are available.
es_es: Te notifica automáticamente cuando las actualizaciones de los productos de AppThemes y Marketplace están disponibles.
